{
    "data": {
        "codeListEntryValueMaxLength": 30,
        "codeListEntryValueType": "String",
        "conceptType": "CodeList",
        "conformsTo": [],
        "description": {
            "de": "Medizinische Fachrichtung der in dem Dokument erfassten Daten gemäss Anhang 3 EPDV-EDI.\n      Dieses Attribut soll den Inhalt eines Dokumentes einer medizinischen Fachrichtung zuordnen. Es ist denkbar, dass der Patient mit dieser Information eine Hilfestellung erhält zum Setzen oder Verändern der Vertraulichkeitsstufe von Dokumenten, welche relevant ist für die Zugriffssteuerung.",
            "en": "Medical specialisation of the data captured in the document as per Annex 3; EPRO-FDHA.\n      This attribute assigns the contents of a document to a medical specialisation. It is conceivable that this information will assist the patient with setting or changing the confidentiality level of documents, which is relevant for controlling access.",
            "fr": "Discipline médicale des données saisies dans le document selon l'annexe 3 ODEP-DFI.\n     Cet attribut permet d'indiquer la discipline médicale dont relève le contenu d'un document. Cette information peut guider le patient et l'aider à choisir ou à changer le niveau de confidentialité attribué à ses documents et qui détermine les droits d'accès.",
            "it": "Specialità medica dei dati inseriti nel documento secondo l'allegato 3 OCIP-DFI.\n      Questo attributo intende associare il contenuto di un documento a una specialità medica. È ipotizzabile che questa informazione fornisca un aiuto al paziente per impostare o modificare il grado di riservatezza dei documenti, rilevante per il controllo degli accessi."
        },
        "identifier": "2.16.756.5.30.1.127.3.10.1.18",
        "keywords": [],
        "name": {
            "de": "DocumentEntry.practiceSettingCode",
            "en": "DocumentEntry.practiceSettingCode",
            "fr": "DocumentEntry.practiceSettingCode",
            "it": "DocumentEntry.practiceSettingCode"
        },
        "publisher": {
            "identifier": "CH_eHealth",
            "name": {
                "de": "eHealth Suisse",
                "en": "eHealth Suisse",
                "fr": "eHealth Suisse",
                "it": "eHealth Suisse"
            }
        },
        "responsibleDeputy": {
            "id": "08db0048-2e29-6f1b-9c94-70cc06980c35",
            "identifier": "pero.grgic@e-health-suisse.ch",
            "name": "Grgic Pero eHealth Suisse"
        },
        "responsiblePerson": {
            "id": "08db7190-7358-9c21-8114-9743e9051aa2",
            "identifier": "stefanie.neuenschwander@e-health-suisse.ch",
            "name": "Neuenschwander Stefanie eHealth Suisse"
        },
        "themes": [],
        "validFrom": "2024-06-01",
        "version": "2.0.0"
    }
}