{
    "data": {
        "codeListEntryValueMaxLength": 30,
        "codeListEntryValueType": "String",
        "conceptType": "CodeList",
        "conformsTo": [],
        "description": {
            "de": "Typ der Gesundheitseinrichtung gemäss Anhang 3 EPDV-EDI.\n          Dieser Code beschreibt den Typ der Gesundheitseinrichtung, in der das Dokument während des Behandlungsprozesses erstellt wurde. Der Patient kann im Zusammenhang mit der Berechtigungsteuerung diese Information nutzen, um beispielsweise in seinen Rechteattributen allen Dokumenten aus einem bestimmten Gesundheitseinrichtungstyp eine bestimmte Vertraulichkeitsstufe zuzuordnen.",
            "en": "Type of healthcare facility as per Annex 3; EPRO-FDHA.\n      This code describes the type of healthcare facility in which the document was compiled during the treatment process. In conjunction with the authorisation control, the patient can use this information to assign all documents from a specific type of healthcare facility to a specific confidentiality level in their rights and attributes, for example.",
            "fr": "Type de l'institution de santé selon l'annexe 3 ODEP-DFI. Ce code décrit le type de l'institution de santé qui a élaboré le document pendant le processus thérapeutique. Le patient peut utiliser cette information pour gérer les droits d'accès et définir, dans les règles d'accès, un même niveau de confidentialité pour tous les documents émanant d'un type d'institution donné.",
            "it": "Tipo di istituzione sanitaria secondo l'allegato 3 OCIP-DFI.\n     Questo codice descrive il tipo di istituzione sanitaria nella quale è stato creato il documento durante il processo terapeutico. Il paziente può utilizzare questa informazione in relazione al controllo delle autorizzazioni, ad esempio per attribuire un determinato grado di riservatezza a tutti i documenti provenienti da un determinato tipo di istituzione sanitaria."
        },
        "identifier": "2.16.756.5.30.1.127.3.10.1.11",
        "keywords": [],
        "name": {
            "de": "DocumentEntry.healthcareFacilityTypeCode",
            "en": "DocumentEntry.healthcareFacilityTypeCode",
            "fr": "DocumentEntry.healthcareFacilityTypeCode",
            "it": "DocumentEntry.healthcareFacilityTypeCode"
        },
        "publisher": {
            "identifier": "CH_eHealth",
            "name": {
                "de": "eHealth Suisse",
                "en": "eHealth Suisse",
                "fr": "eHealth Suisse",
                "it": "eHealth Suisse"
            }
        },
        "responsibleDeputy": {
            "email": "stefanie.neuenschwander@e-health-suisse.ch"
        },
        "responsiblePerson": {
            "email": "pero.grgic@e-health-suisse.ch"
        },
        "themes": [],
        "validFrom": "2024-06-01",
        "version": "2.0.0"
    }
}